_posts/language/2016-10-03-english-apple.html
---
layout: post
title: 单词本：水果之苹果
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> apple</h2>
<div class="outline-text-2" id="text-1">
<p>
苹果是最最常见的水果了。
</p>

<p>
这里有 50 种苹果的吃法 <sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
<ul class="org-ul">
<li>Apple Pie Coconut Ice Cream</li>
<li>Apple Pie Dessert Pizza</li>
<li>Apple Spice Dump Cake</li>
<li>Apple Bundt Cake with Praline Frosting</li>
<li>&#x2026;</li>
</ul>

<p>
德语 der Apfel<sup>(de)</sup>，法语 la pomme<sup>(fr)</sup>。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Apple Inc.</h2>
<div class="outline-text-2" id="text-2">
<p>
由于 iPhone 的流行，苹果作为手机的知名度，已经超越作为水果的品种了。
</p>

<p>
苹果公司最早的 logo 是 1976 年 4 月 1 日设计的，当时用的主题是牛顿坐在苹果树下，等待着一个苹果掉落。
</p>

<ul class="org-ul">
<li>Apple's first logo, designed by Ron Wayne, depicts Sir Isaac Newton sitting
under an apple tree.</li>
</ul>

<p>
但是很快，就更改了设计，选定了咬了一口的彩虹苹果，直到 1998 年换成黑色 logo。然而咬了一口的苹果很容易让人想到计算机史上一位伟大的科学家图灵自杀的方式，他在苹果上涂上氰化物，咬了一口自杀。不过苹果公司澄清了这个猜想是不对的。
</p>

<ul class="org-ul">
<li>On 8 June 1954, Turing's housekeeper found him dead. He had died the previous
day. A post-mortem examination established that the cause of death was cyanide
poisoning. When his body was discovered, an apple lay half-eaten beside his
bed, and although the <i>apple</i> was not tested for cyanide, it was speculated
that this was the means by which a fatal dose was consumed.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> But both
Janoff and Apple deny any homage to Turing in the design of the logo.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> forbiden fruit</h2>
<div class="outline-text-2" id="text-3">
<p>
苹果的另一个比较有名的典故是伊甸园里发生的事情，夏娃受了蛇的诱惑吃了知识树上的红苹果。
</p>

<ul class="org-ul">
<li>Woman ate the apple, and discovered sex, and lost all shame, and lift up her
fig—leaf, and she must suffer the pains of hell. Monthly.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> white on the inside and red on the outside</h2>
<div class="outline-text-2" id="text-4">
<p>
不少人可能知道香蕉人指的是海外华人移民的第二代、第三代子女。他们虽然也是黑发黄皮，但不识中文，说一口地道的美国英语。他们自小就受美国文化、美国教育的熏陶，其思维方式、价值观也是完全美国化的。他们“黄皮其外、白瓤其内”，所以叫香蕉人。
</p>

<p>
而苹果人可能就不太熟悉了，苹果人指的是那些皮肤红色，但是自小受美国文化教育的人：
</p>

<ul class="org-ul">
<li>The presenter, close to tears, told the audience that she's really an apple —
white on the inside and red on the outside—Native American.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">5</span> Apfel<sup>(de)</sup></h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Das ist ein fauler Apfel.<sup>(de)</sup> 此乃烂苹果也。</li>
<li>Der Apfel fällt nicht weit vom Stamm.<sup>(de)</sup> 苹果必落于果树不远处。有其父必有其子，老鼠的儿子会打洞。</li>
<li>Etwas für einen Apfel und ein Ei kaufen.<sup>(de)</sup> When Germans say they bought
something for an apple and an egg, they tell you that they got something for
little money or that they made a bargain.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 买某样东西花了一个苹果和一个鸡蛋，表示这个东西很便宜，或者很划算。大概在德国苹果鸡蛋是比较不值钱的东西。不过我们天朝的苹果现在都要几十块一个了。不知他们的如何。</li>
<li>Der Laden lief unter Wolfgang auch deshalb finanziell ganz gut, weil er die
Künstler dazu brachte, in Bayreuth für 'n Appel und 'n Ei zu arbeiten.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup></li>
</ul>

<p>
另外，德语中 Apfel 的复数形式 Äpfel 在诗歌中还用来形容 weblichen Brüste<sup>(de)</sup>，非礼勿视哦。
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">6</span> Pomme<sup>(fr)</sup></h2>
<div class="outline-text-2" id="text-6">
<p>
不得不提一下，法语里土豆叫 la pomme de terre<sup>(fr)</sup> 泥土中的苹果。大概因为有些土豆是圆圆的，形状像苹果。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://thetiptoefairy.com/2016/09/50-apple-recipes-more/">http://thetiptoefairy.com/2016/09/50-apple-recipes-more/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Alan_Turing#Death">https://en.wikipedia.org/wiki/Alan_Turing#Death</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://deutschhappen.com/german-expressions-etwas-fur-einen-apfel-und-ein-ei-kaufen">http://deutschhappen.com/german-expressions-etwas-fur-einen-apfel-und-ein-ei-kaufen</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.phraseo.de/phrase/fuer-einen-apfel-und-ein-ei/">http://www.phraseo.de/phrase/fuer-einen-apfel-und-ein-ei/</a>
</p></div></div>


</div>
</div>
